Repository: webcvalejandropina-ui/mitension
Catalog: MiTension/Localizable.xcstrings
Source language: es
Languages: ar, ca, de, en, fr, it, ja, pt, zh_hans

source: Compartir o imprimir
ar: مشاركة أو طباعة
ca: Comparteix o imprimeix
de: Teilen oder drucken
en: Share or print
fr: Partager ou imprimer
it: Condividi o stampa
ja: 共有または印刷
pt: Partilhar ou imprimir
zh_hans: 分享或打印

source: Últimos %ld días
ar: آخر %ld يومًا
ca: Últims %ld dies
de: Letzte %ld Tage
en: Last %ld days
fr: Derniers %ld jours
it: Ultimi %ld giorni
ja: 過去%ld日間
pt: Últimos %ld dias
zh_hans: 最近 %ld 天

source: Historial completo
ar: السجل الكامل
ca: Històric complet
de: Gesamter Verlauf
en: Full history
fr: Historique complet
it: Cronologia completa
ja: 全履歴
pt: Histórico completo
zh_hans: 完整历史

source: lpm
ar: ضربة/دقيقة
ca: bpm
de: Schläge/min
en: bpm
fr: bpm
it: bpm
ja: 回/分
pt: bpm
zh_hans: 次/分

source: Copia de seguridad
ar: نسخة احتياطية
ca: Còpia de seguretat
de: Datensicherung
en: Backup
fr: Sauvegarde
it: Backup
ja: バックアップ
pt: Cópia de segurança
zh_hans: 备份

source: Guarda una copia de tus mediciones en Archivos, iCloud Drive o el servicio que prefieras.
ar: احفظ نسخة من قراءاتك في الملفات أو iCloud Drive أو الخدمة التي تفضلها.
ca: Desa una còpia de les mesures a Fitxers, iCloud Drive o al servei que prefereixis.
de: Speichern Sie Ihre Messungen in Dateien, iCloud Drive oder einem Dienst Ihrer Wahl.
en: Save a copy of your readings in Files, iCloud Drive or your preferred service.
fr: Enregistrez vos mesures dans Fichiers, iCloud Drive ou le service de votre choix.
it: Salva una copia delle misurazioni in File, iCloud Drive o nel servizio che preferisci.
ja: 測定のコピーを「ファイル」、iCloud Driveなどに保存します。
pt: Guarde uma cópia das medições em Ficheiros, iCloud Drive ou no serviço que preferir.
zh_hans: 在“文件”、iCloud 云盘或您偏好的服务中保存测量副本。

source: Crear y compartir copia
ar: إنشاء نسخة ومشاركتها
ca: Crea i comparteix una còpia
de: Backup erstellen und teilen
en: Create and share backup
fr: Créer et partager une copie
it: Crea e condividi backup
ja: バックアップを作成して共有
pt: Criar e partilhar cópia
zh_hans: 创建并分享备份

source: Restaurar desde una copia
ar: استعادة من نسخة
ca: Restaura des d'una còpia
de: Aus Backup wiederherstellen
en: Restore from backup
fr: Restaurer une copie
it: Ripristina da backup
ja: バックアップから復元
pt: Restaurar a partir de cópia
zh_hans: 从备份恢复

source: Contenido
ar: المحتويات
ca: Contingut
de: Inhalt
en: Contents
fr: Contenu
it: Contenuto
ja: 内容
pt: Conteúdo
zh_hans: 内容

source: Última copia
ar: آخر نسخة
ca: Última còpia
de: Letztes Backup
en: Last backup
fr: Dernière copie
it: Ultimo backup
ja: 前回のバックアップ
pt: Última cópia
zh_hans: 上次备份

source: La copia contiene datos de salud. Guárdala en un lugar privado y compártela solo con personas de confianza.
ar: تحتوي النسخة على بيانات صحية. احتفظ بها في مكان خاص وشاركها فقط مع من تثق بهم.
ca: La còpia conté dades de salut. Desa-la en un lloc privat i comparteix-la només amb persones de confiança.
de: Das Backup enthält Gesundheitsdaten. Bewahren Sie es privat auf und teilen Sie es nur mit vertrauenswürdigen Personen.
en: The backup contains health data. Keep it private and share it only with people you trust.
fr: La copie contient des données de santé. Gardez-la privée et partagez-la uniquement avec des personnes de confiance.
it: Il backup contiene dati sanitari. Conservalo in privato e condividilo solo con persone fidate.
ja: バックアップには健康データが含まれます。安全に保管し、信頼できる人とのみ共有してください。
pt: A cópia contém dados de saúde. Guarde-a num local privado e partilhe-a apenas com pessoas de confiança.
zh_hans: 备份包含健康数据。请妥善保管，仅与可信任的人分享。

source: Copia y restauración
ar: النسخ والاستعادة
ca: Còpia i restauració
de: Backup und Wiederherstellung
en: Backup and restore
fr: Copie et restauration
it: Backup e ripristino
ja: バックアップと復元
pt: Cópia e restauro
zh_hans: 备份与恢复

source: Tomas restauradas: %ld
ar: القراءات المستعادة: %ld
ca: Preses restaurades: %ld
de: Wiederhergestellte Messungen: %ld
en: Readings restored: %ld
fr: Mesures restaurées : %ld
it: Misurazioni ripristinate: %ld
ja: 復元した測定：%ld
pt: Medições restauradas: %ld
zh_hans: 已恢复测量：%ld

source: No se pudo leer esta copia.
ar: تعذرت قراءة هذه النسخة.
ca: No s'ha pogut llegir aquesta còpia.
de: Dieses Backup konnte nicht gelesen werden.
en: Could not read this backup.
fr: Impossible de lire cette copie.
it: Impossibile leggere questo backup.
ja: このバックアップを読み込めませんでした。
pt: Não foi possível ler esta cópia.
zh_hans: 无法读取此备份。

source: Copia preparada correctamente.
ar: تم إنشاء النسخة بنجاح.
ca: Còpia preparada correctament.
de: Backup erfolgreich erstellt.
en: Backup created successfully.
fr: Copie créée avec succès.
it: Backup creato correttamente.
ja: バックアップを作成しました。
pt: Cópia criada com sucesso.
zh_hans: 备份创建成功。

source: No se pudo crear la copia.
ar: تعذر إنشاء النسخة.
ca: No s'ha pogut crear la còpia.
de: Backup konnte nicht erstellt werden.
en: Could not create backup.
fr: Impossible de créer la copie.
it: Impossibile creare il backup.
ja: バックアップを作成できませんでした。
pt: Não foi possível criar a cópia.
zh_hans: 无法创建备份。

source: Guía y privacidad
ar: الدليل والخصوصية
ca: Guia i privacitat
de: Anleitung und Datenschutz
en: Guide and privacy
fr: Guide et confidentialité
it: Guida e privacy
ja: ガイドとプライバシー
pt: Guia e privacidade
zh_hans: 指南与隐私

source: Cómo tomar la tensión
ar: كيفية قياس ضغط الدم
ca: Com prendre la tensió
de: Blutdruck richtig messen
en: How to measure blood pressure
fr: Comment mesurer la tension
it: Come misurare la pressione
ja: 血圧の測り方
pt: Como medir a tensão
zh_hans: 如何测量血压

source: Prepara el tensiómetro
ar: جهّز جهاز القياس
ca: Prepara el tensiòmetre
de: Messgerät vorbereiten
en: Prepare your monitor
fr: Préparez le tensiomètre
it: Prepara il misuratore
ja: 血圧計を準備する
pt: Prepare o tensiómetro
zh_hans: 准备血压计

source: Usa un tensiómetro validado de brazo y un manguito de tu talla. La app registra las lecturas del aparato.
ar: استخدم جهاز قياس معتمدًا للذراع مع كُمّ مناسب لحجمك. يسجل التطبيق قراءات الجهاز.
ca: Fes servir un tensiòmetre de braç validat amb un maneguet de la teva talla. L'app registra les lectures de l'aparell.
de: Verwenden Sie ein validiertes Oberarmgerät mit passender Manschette. Die App speichert die Messwerte des Geräts.
en: Use a validated upper-arm monitor with a cuff that fits. This app records the monitor's readings.
fr: Utilisez un tensiomètre de bras validé et un brassard adapté. L'app enregistre les mesures de l'appareil.
it: Usa un misuratore da braccio validato con un bracciale della misura corretta. L'app registra le letture del dispositivo.
ja: 検証済みの上腕式血圧計と適切なサイズのカフを使用します。このアプリは血圧計の測定値を記録します。
pt: Use um tensiómetro de braço validado com uma braçadeira do tamanho adequado. A app regista as leituras do aparelho.
zh_hans: 使用经过验证的上臂式血压计和合适尺寸的袖带。本应用记录设备的测量值。

source: Antes de medir
ar: قبل القياس
ca: Abans de mesurar
de: Vor der Messung
en: Before measuring
fr: Avant la mesure
it: Prima di misurare
ja: 測定前に
zh_hans: 测量前

source: Evita ejercicio, tabaco y cafeína durante los 30 minutos previos. Vacía la vejiga.
ar: تجنب الرياضة والتبغ والكافيين خلال الثلاثين دقيقة السابقة. أفرغ المثانة.
ca: Evita exercici, tabac i cafeïna durant els 30 minuts previs. Buida la bufeta.
de: Vermeiden Sie 30 Minuten vorher Sport, Tabak und Koffein. Entleeren Sie Ihre Blase.
en: Avoid exercise, tobacco and caffeine for 30 minutes beforehand. Empty your bladder.
fr: Évitez l'exercice, le tabac et la caféine pendant les 30 minutes précédentes. Videz votre vessie.
it: Evita esercizio, tabacco e caffeina nei 30 minuti precedenti. Svuota la vescica.
ja: 測定前30分間は運動、喫煙、カフェインを避け、トイレを済ませます。
pt: Evite exercício, tabaco e cafeína nos 30 minutos anteriores. Esvazie a bexiga.
zh_hans: 测量前 30 分钟避免运动、吸烟和咖啡因。排空膀胱。

source: Descansa 5 minutos
ar: استرح 5 دقائق
ca: Descansa 5 minuts
de: 5 Minuten ruhen
en: Rest for 5 minutes
fr: Reposez-vous 5 minutes
it: Riposa 5 minuti
ja: 5分間安静にする
pt: Descanse 5 minutos
zh_hans: 休息 5 分钟

source: Siéntate en silencio, con la espalda apoyada, los pies en el suelo y las piernas sin cruzar.
ar: اجلس بهدوء مع إسناد ظهرك ووضع قدميك على الأرض دون تشبيك ساقيك.
ca: Seu en silenci, amb l'esquena recolzada, els peus a terra i les cames sense creuar.
de: Sitzen Sie ruhig mit gestütztem Rücken, Füßen auf dem Boden und ungekreuzten Beinen.
en: Sit quietly with your back supported, feet on the floor and legs uncrossed.
fr: Asseyez-vous au calme, le dos soutenu, les pieds au sol et les jambes décroisées.
it: Siediti in silenzio con la schiena appoggiata, i piedi a terra e le gambe non incrociate.
ja: 背もたれに寄りかかり、足を床につけ、脚を組まずに静かに座ります。
pt: Sente-se em silêncio, com as costas apoiadas, os pés no chão e as pernas descruzadas.
zh_hans: 安静坐好，背部有支撑，双脚平放地面，双腿不要交叉。

source: Coloca el brazo
ar: ضع ذراعك بشكل صحيح
ca: Col·loca el braç
de: Arm positionieren
en: Position your arm
fr: Positionnez le bras
it: Posiziona il braccio
ja: 腕の位置を整える
pt: Posicione o braço
zh_hans: 放好手臂

source: Pon el manguito sobre la piel, siguiendo las instrucciones del aparato. Apoya el brazo a la altura del corazón.
ar: ضع الكُمّ على الجلد مباشرة وفق تعليمات الجهاز. اسند ذراعك على مستوى القلب.
ca: Posa el maneguet sobre la pell seguint les instruccions de l'aparell. Recolza el braç a l'altura del cor.
de: Legen Sie die Manschette nach Geräteanleitung auf die nackte Haut. Stützen Sie den Arm auf Herzhöhe.
en: Place the cuff on bare skin following the monitor's instructions. Support your arm at heart level.
fr: Placez le brassard sur la peau en suivant les instructions de l'appareil. Soutenez le bras à hauteur du cœur.
it: Posiziona il bracciale sulla pelle seguendo le istruzioni del dispositivo. Appoggia il braccio all'altezza del cuore.
ja: 機器の説明に従ってカフを素肌に巻き、腕を心臓の高さで支えます。
pt: Coloque a braçadeira sobre a pele, seguindo as instruções do aparelho. Apoie o braço à altura do coração.
zh_hans: 按照设备说明将袖带套在裸露的皮肤上。将手臂支撑在心脏高度。

source: Haz dos tomas
ar: خذ قراءتين
ca: Fes dues preses
de: Zwei Messungen durchführen
en: Take two readings
fr: Prenez deux mesures
it: Esegui due misurazioni
ja: 2回測定する
pt: Faça duas medições
zh_hans: 测量两次

source: No hables ni te muevas. Espera al menos 1 minuto entre las dos mediciones y guarda cada una por separado.
ar: لا تتحدث ولا تتحرك. انتظر دقيقة واحدة على الأقل بين القراءتين واحفظ كل قراءة على حدة.
ca: No parlis ni et moguis. Espera almenys 1 minut entre les mesures i desa cadascuna per separat.
de: Sprechen und bewegen Sie sich nicht. Warten Sie mindestens 1 Minute zwischen den Messungen und speichern Sie jede einzeln.
en: Do not talk or move. Wait at least 1 minute between readings and save each one separately.
fr: Ne parlez pas et ne bougez pas. Attendez au moins 1 minute entre les mesures et enregistrez chacune séparément.
it: Non parlare e non muoverti. Attendi almeno 1 minuto tra le misurazioni e salva ciascuna separatamente.
ja: 話したり動いたりせず、測定の間は少なくとも1分待ち、各測定を個別に保存します。
pt: Não fale nem se mova. Espere pelo menos 1 minuto entre medições e guarde cada uma separadamente.
zh_hans: 不要说话或移动。两次测量之间至少等待 1 分钟，并分别保存每次测量。

source: Sigue tu pauta
ar: اتبع إرشاداتك
ca: Segueix la teva pauta
de: Vorgaben befolgen
en: Follow your care plan
fr: Suivez vos consignes
it: Segui le indicazioni
ja: 指示に従う
pt: Siga as suas orientações
zh_hans: 遵循医嘱

source: Mide en los horarios indicados por tu profesional sanitario y lleva el informe a la consulta.
ar: قِس في الأوقات التي يحددها المختص الصحي وخذ التقرير إلى موعدك.
ca: Mesura en els horaris indicats pel teu professional sanitari i porta l'informe a la consulta.
de: Messen Sie zu den von Ihrer medizinischen Fachkraft empfohlenen Zeiten und bringen Sie den Bericht zum Termin mit.
en: Measure at the times recommended by your healthcare professional and bring the report to your appointment.
fr: Mesurez aux horaires indiqués par votre professionnel de santé et apportez le rapport à la consultation.
it: Misura negli orari indicati dal professionista sanitario e porta il rapporto alla visita.
ja: 医療従事者が指定した時間に測定し、受診時にレポートを持参します。
pt: Meça nos horários indicados pelo seu profissional de saúde e leve o relatório à consulta.
zh_hans: 在医务人员建议的时间测量，并在就诊时携带报告。

source: Fuente: American Heart Association
ar: المصدر: American Heart Association
ca: Font: American Heart Association
de: Quelle: American Heart Association
en: Source: American Heart Association
fr: Source : American Heart Association
it: Fonte: American Heart Association
ja: 出典：American Heart Association
pt: Fonte: American Heart Association
zh_hans: 来源：American Heart Association

source: Tu privacidad
ar: خصوصيتك
ca: La teva privacitat
de: Ihr Datenschutz
en: Your privacy
fr: Votre confidentialité
it: La tua privacy
ja: プライバシー
pt: A sua privacidade
zh_hans: 您的隐私

source: No guardamos datos en servidores
ar: لا نخزن البيانات على خوادم
ca: No desem dades en servidors
de: Wir speichern keine Daten auf Servern
en: We do not store data on servers
fr: Nous ne stockons pas de données sur des serveurs
it: Non salviamo dati sui server
ja: サーバーにデータを保存しません
pt: Não guardamos dados em servidores
zh_hans: 我们不在服务器上存储数据

source: Tus tomas y notas se guardan únicamente en el almacenamiento local de este iPhone para que puedas consultar el histórico. La app no exige una cuenta ni envía tus mediciones a nuestros servidores.
ar: تُحفظ قراءاتك وملاحظاتك على هذا iPhone فقط لتتمكن من مراجعة السجل. لا يتطلب التطبيق حسابًا ولا يرسل قراءاتك إلى خوادمنا.
ca: Les preses i notes es desen només en aquest iPhone perquè puguis consultar l'històric. L'app no exigeix cap compte ni envia les mesures als nostres servidors.
de: Ihre Messungen und Notizen werden nur auf diesem iPhone gespeichert, damit Sie Ihren Verlauf ansehen können. Die App benötigt kein Konto und sendet keine Messungen an unsere Server.
en: Your readings and notes are saved only on this iPhone so you can review your history. The app does not require an account or send your readings to our servers.
fr: Vos mesures et notes sont enregistrées uniquement sur cet iPhone pour consulter l'historique. L'app ne nécessite aucun compte et n'envoie pas vos mesures à nos serveurs.
it: Le misurazioni e le note vengono salvate solo su questo iPhone per consultare la cronologia. L'app non richiede un account e non invia le misurazioni ai nostri server.
ja: 測定とメモは履歴を確認できるよう、このiPhoneにのみ保存されます。アカウントは不要で、測定を当社のサーバーに送信しません。
pt: As medições e notas são guardadas apenas neste iPhone para consultar o histórico. A app não exige conta nem envia as suas medições para os nossos servidores.
zh_hans: 您的测量和备注仅保存在此 iPhone 上，供您查看历史记录。本应用无需账户，也不会将测量发送到我们的服务器。

source: Solo tú decides si exportas o compartes un informe o una copia. Las copias del dispositivo pueden incluir los datos de la app según tus ajustes de iOS.
ar: أنت وحدك تقرر تصدير تقرير أو نسخة أو مشاركتهما. قد تتضمن نسخ الجهاز بيانات التطبيق حسب إعدادات iOS.
ca: Només tu decideixes si exportes o comparteixes un informe o una còpia. Les còpies del dispositiu poden incloure dades de l'app segons els ajustos d'iOS.
de: Sie entscheiden, ob Sie einen Bericht oder ein Backup exportieren oder teilen. Gerätesicherungen können je nach iOS-Einstellungen App-Daten enthalten.
en: You decide whether to export or share a report or backup. Device backups may include app data depending on your iOS settings.
fr: Vous décidez si vous exportez ou partagez un rapport ou une copie. Les sauvegardes de l'appareil peuvent inclure les données de l'app selon vos réglages iOS.
it: Decidi tu se esportare o condividere un rapporto o un backup. I backup del dispositivo possono includere i dati dell'app in base alle impostazioni iOS.
ja: レポートやバックアップの書き出し・共有はご自身で選べます。iOSの設定によっては端末のバックアップにアプリのデータが含まれます。
pt: Só você decide se exporta ou partilha um relatório ou cópia. As cópias do dispositivo podem incluir dados da app conforme os ajustes de iOS.
zh_hans: 是否导出或分享报告或备份由您决定。根据您的 iOS 设置，设备备份可能包含应用数据。

source: Eliminar la app puede borrar el histórico local. Exporta una copia si quieres conservarlo.
ar: قد يؤدي حذف التطبيق إلى مسح السجل المحلي. صدّر نسخة للاحتفاظ به.
ca: Eliminar l'app pot esborrar l'històric local. Exporta una còpia per conservar-lo.
de: Das Löschen der App kann den lokalen Verlauf entfernen. Exportieren Sie ein Backup, um ihn zu behalten.
en: Deleting the app may erase local history. Export a backup to keep it.
fr: Supprimer l'app peut effacer l'historique local. Exportez une copie pour le conserver.
it: Eliminare l'app può cancellare la cronologia locale. Esporta un backup per conservarla.
ja: アプリを削除するとローカルの履歴が消える場合があります。残すにはバックアップを書き出してください。
pt: Eliminar a app pode apagar o histórico local. Exporte uma cópia para o conservar.
zh_hans: 删除应用可能清除本地历史记录。如需保留，请导出备份。

source: Informe de seguimiento · %@
ar: تقرير المتابعة · %@
ca: Informe de seguiment · %@
de: Verlaufsbericht · %@
en: Monitoring report · %@
fr: Rapport de suivi · %@
it: Rapporto di monitoraggio · %@
ja: 記録レポート · %@
pt: Relatório de acompanhamento · %@
zh_hans: 监测报告 · %@

source: Generado el %@
ar: أُنشئ في %@
ca: Generat el %@
de: Erstellt am %@
en: Generated on %@
fr: Généré le %@
it: Generato il %@
ja: 作成日時 %@
pt: Gerado em %@
zh_hans: 生成于 %@

source: Las mediciones han sido introducidas por el usuario. Este informe no sustituye la valoración clínica.
ar: أدخل المستخدم القراءات. لا يغني هذا التقرير عن التقييم السريري.
ca: Les mesures les ha introduït l'usuari. Aquest informe no substitueix la valoració clínica.
de: Die Messungen wurden vom Nutzer eingegeben. Dieser Bericht ersetzt keine klinische Beurteilung.
en: Readings were entered by the user. This report does not replace a clinical assessment.
fr: Les mesures ont été saisies par l'utilisateur. Ce rapport ne remplace pas une évaluation clinique.
it: Le misurazioni sono state inserite dall'utente. Questo rapporto non sostituisce una valutazione clinica.
ja: 測定値はユーザーが入力したものです。このレポートは臨床評価に代わるものではありません。
pt: As medições foram introduzidas pelo utilizador. Este relatório não substitui a avaliação clínica.
zh_hans: 测量值由用户输入。本报告不能替代临床评估。

source: Fecha
ar: التاريخ
ca: Data
de: Datum
en: Date
fr: Date
it: Data
ja: 日付
pt: Data
zh_hans: 日期

source: Serie
ar: السلسلة
ca: Sèrie
de: Reihe
en: Series
fr: Série
ja: 系列
pt: Série
zh_hans: 系列

source: Alertas
ar: التذكيرات
ca: Alertes
de: Erinnerungen
en: Reminders
fr: Rappels
it: Promemoria
ja: リマインダー
zh_hans: 提醒

source: Recordatorios para tus tomas
ar: تذكيرات القياس
ca: Recordatoris de les preses
de: Erinnerungen zur Messung
en: Reading reminders
fr: Rappels de mesure
it: Promemoria per le misurazioni
ja: 血圧測定のリマインダー
pt: Lembretes de medição
zh_hans: 测量提醒

source: Elige horarios y días para la mañana y la noche. Los avisos están desactivados inicialmente.
ar: اختر أوقات وأيام الصباح والمساء. التذكيرات معطلة افتراضيًا.
ca: Tria hores i dies per al matí i la nit. Els avisos estan desactivats inicialment.
de: Wählen Sie Uhrzeiten und Tage für morgens und abends. Erinnerungen sind anfangs ausgeschaltet.
en: Choose times and days for morning and evening. Reminders are initially off.
fr: Choisissez les heures et les jours du matin et du soir. Les rappels sont désactivés au départ.
it: Scegli orari e giorni per mattina e sera. I promemoria sono inizialmente disattivati.
ja: 朝と夜の時刻と曜日を選択してください。初期状態では通知はオフです。
pt: Escolha horários e dias para manhã e noite. Os lembretes estão inicialmente desativados.
zh_hans: 选择早晚提醒的时间和日期。提醒默认关闭。

source: Selecciona al menos un día.
ar: اختر يومًا واحدًا على الأقل.
ca: Selecciona almenys un dia.
de: Wählen Sie mindestens einen Tag.
en: Select at least one day.
fr: Sélectionnez au moins un jour.
it: Seleziona almeno un giorno.
ja: 少なくとも1つの曜日を選択してください。
pt: Selecione pelo menos um dia.
zh_hans: 请至少选择一天。

source: Activa las notificaciones en Ajustes para recibir avisos.
ar: فعّل الإشعارات في الإعدادات لتلقي التذكيرات.
ca: Activa les notificacions a Configuració per rebre avisos.
de: Aktivieren Sie Mitteilungen in den Einstellungen, um Erinnerungen zu erhalten.
en: Enable notifications in Settings to receive reminders.
fr: Activez les notifications dans Réglages pour recevoir les rappels.
it: Attiva le notifiche nelle Impostazioni per ricevere i promemoria.
ja: リマインダーを受け取るには設定で通知を許可してください。
pt: Ative as notificações nos Ajustes para receber lembretes.
zh_hans: 请在设置中启用通知以接收提醒。

source: Hora de tomar la tensión
ar: حان وقت قياس ضغط الدم
ca: Hora de prendre la tensió
de: Zeit zum Blutdruckmessen
en: Time to measure your blood pressure
fr: Il est temps de mesurer votre tension
it: È ora di misurare la pressione
ja: 血圧を測る時間です
pt: Hora de medir a pressão
zh_hans: 该测量血压了

source: Descansa unos minutos y registra tu toma en Mi Tensión.
ar: استرح بضع دقائق وسجّل القياس في Mi Tensión.
ca: Descansa uns minuts i registra la presa a Mi Tensión.
de: Ruhen Sie sich einige Minuten aus und erfassen Sie Ihre Messung in Mi Tensión.
en: Rest for a few minutes and record your reading in Mi Tensión.
fr: Reposez-vous quelques minutes et enregistrez votre mesure dans Mi Tensión.
it: Riposa qualche minuto e registra la misurazione in Mi Tensión.
ja: 数分間休んでから、Mi Tensiónに測定値を記録してください。
pt: Descanse alguns minutos e registe a medição no Mi Tensión.
zh_hans: 休息几分钟，然后在 Mi Tensión 中记录测量结果。

source: Guardar alertas
ar: حفظ التذكيرات
ca: Desar alertes
de: Erinnerungen speichern
en: Save reminders
fr: Enregistrer les rappels
it: Salva promemoria
ja: リマインダーを保存
zh_hans: 保存提醒

source: Alertas guardadas.
ar: تم حفظ التذكيرات.
ca: Alertes desades.
de: Erinnerungen gespeichert.
en: Reminders saved.
fr: Rappels enregistrés.
it: Promemoria salvati.
ja: リマインダーを保存しました。
pt: Alertas guardados.
zh_hans: 提醒已保存。

source: Abrir ajustes de notificaciones
ar: فتح إعدادات الإشعارات
ca: Obrir configuració de notificacions
de: Mitteilungseinstellungen öffnen
en: Open notification settings
fr: Ouvrir les réglages des notifications
it: Apri impostazioni notifiche
ja: 通知設定を開く
pt: Abrir ajustes de notificações
zh_hans: 打开通知设置

source: Información
ar: معلومات
ca: Informació
de: Informationen
en: Information
fr: Informations
it: Informazioni
ja: 情報
pt: Informações
zh_hans: 信息

source: Los avisos se programan en este iPhone, sin enviar datos a servidores. Funcionan aunque la app esté cerrada.
ar: تُجدول التذكيرات على هذا iPhone دون إرسال بيانات إلى خوادم. تعمل حتى عندما يكون التطبيق مغلقًا.
ca: Els avisos es programen en aquest iPhone sense enviar dades a servidors. Funcionen encara que l’app estigui tancada.
de: Erinnerungen werden auf diesem iPhone geplant, ohne Daten an Server zu senden. Sie funktionieren auch bei geschlossener App.
en: Reminders are scheduled on this iPhone without sending data to servers. They work even when the app is closed.
fr: Les rappels sont programmés sur cet iPhone sans envoyer de données à des serveurs. Ils fonctionnent même si l’app est fermée.
it: I promemoria sono programmati su questo iPhone senza inviare dati a server. Funzionano anche con l’app chiusa.
ja: データをサーバーに送信せず、このiPhoneで通知を設定します。アプリを閉じても機能します。
pt: Os lembretes são programados neste iPhone sem enviar dados a servidores. Funcionam mesmo com a app fechada.
zh_hans: 提醒在此 iPhone 上安排，不会向服务器发送数据。即使应用关闭也能工作。

source: Debes permitir las notificaciones. El modo Concentración y los ajustes de sonido pueden silenciar o retrasar los avisos.
ar: يجب السماح بالإشعارات. قد يؤدي وضع التركيز وإعدادات الصوت إلى إسكات التذكيرات أو تأخيرها.
ca: Has de permetre les notificacions. El mode Concentració i la configuració de so poden silenciar o retardar els avisos.
de: Sie müssen Mitteilungen erlauben. Fokusmodus und Toneinstellungen können Erinnerungen stummschalten oder verzögern.
en: You must allow notifications. Focus mode and sound settings may silence or delay reminders.
fr: Vous devez autoriser les notifications. Le mode Concentration et les réglages du son peuvent les rendre silencieuses ou les retarder.
it: Devi consentire le notifiche. La modalità Full immersion e le impostazioni audio possono silenziare o ritardare i promemoria.
ja: 通知の許可が必要です。集中モードやサウンド設定により通知が消音または遅延する場合があります。
pt: Deve permitir as notificações. O modo Concentração e os ajustes de som podem silenciar ou atrasar os lembretes.
zh_hans: 必须允许通知。专注模式和声音设置可能使提醒静音或延迟。
